import React from "react";

const data = [
  {
    id: "1",
    cardTitle: "環境都係成本，企業尋求可持續經營是理所當然",
    detailTitle: "敍福樓",
    role: "黃傑龍",
    shop: "飲食集團敘福樓",
    post: "主席",
    region: "港島",
    thumbnail: require("../../assets/images/community-story/LhGroup/thumbnail.jpg"),
    character: require("../../assets/images/community-story/LhGroup/character.png"),
    banner: require("../../assets/images/community-story/LhGroup/banner-lg.jpg"),
    content: (
      <>
        <div className="subtitle">
          迎難而上堅持推環保 飲食集團CEO：我哋做到嘅力量更大
        </div>
        <p>
          從商13年、旗下擁有38家餐廳的上市飲食集團證明大企業與社會責任並不一定背道而馳。為令顧客減少使用飲管，曾推「飲管加$2」規定，即使因而被顧客炮轟，仍然堅持做環保，更冒虧蝕風險轉推「走飲管飲品減$10」，只因希望慳得一件得一件塑膠以保護地球，至今已成功節省至少40萬支飲管，「其實環保唔分大細，大家都要做，大集團做到嘅力量會更加大」。他是集團主席兼行政總裁黃傑龍。
        </p>
        <p>
          黃傑龍甫進入餐廳，一舉手一投足，員工隨即紛紛對他點頭以示敬意。這位坐擁38家餐廳的飲食界鉅子，卻全無大老闆架子，「我拎個餐牌嚟，介紹下啲走塑措施」，舉止貼地，營商理念如是。
        </p>
        <img
          src={require("../../assets/images/community-story/LhGroup/photo.jpg")}
          className="image"
          alt=""
        />
        <div className="subtitle">塑膠垃圾塞海鳥胃圖片 激發走上環保路</div>
        <p>
          畢業於土木工程系，當時他已有修讀環境保護課程，與環保議題看似冥冥中早有主宰，「相比飲食業嘅同業嚟講，可能我會相對留意啲環境議題，有啲同業叫我『環保小鬥士』！」他說著，臉上有種自豪。事實上，集團一直致力推動環保，包括推出無翅婚宴、以LED燈為餐廳照明等等。
        </p>
        <p>
          不過，真正令他成為環保中人的，全靠命中另一位「小鬥士」，「我個女而家唔畀我用任何膠樽」，現時出外都必定會自備餐具。父女一同開展的環保之旅，源於一次清潔沙灘活動。小女兒所拾的一大袋廢物中，竟然大部份都是膠樽、飲管、膠袋，「然後睇下個過期日，講緊全部係斷年計」。
        </p>
        <p>
          黃傑龍隨即上網搜尋更多有關海洋塑膠廢物的影片，才知道自己所遇的只是冰山一角，「嗰陣覺得好恐怖」，直至遇上海鳥死後被解剖的相片，心底更為之一震「喺個胃入面全部都係塑膠垃圾，有用完嘅打火機，根本係食咗好多，嗰刻我打從心底想做啲嘢」。{" "}
        </p>
        <div className="subtitle">飲管加錢新規定 惹顧客炮轟</div>
        <p>
          他說到做到，為了令顧客減少使用飲管，去年年初推出「飲管加$2」新規定。不過，對港人推行環保教育，一直以來都是荊棘滿途，這次亦不例外。結果，新規定引起熱議，收到大量顧客投訴，「啲客就鬧『你環保你嘅事，做乜要我畀錢呀？』」。他遂四處搜羅其他替代品，如紙飲管、甘蔗渣吸管等，但發現成本不菲，減飲管之路走入死胡同。
        </p>
        <p>
          在遍地謾罵聲中，他未有受驚迷失，反而停下來提醒自己推環保措施的初心，「飲管唔係必要，唔同刀叉，飲汽水唔會話要飲管你先會飲到」。既然初衷無誤，他繼續堅持要減少飲管使用，下一步要做的，先要穩定同事軍心。
        </p>
        <p>
          「要爭取同事支持，我哋先可以繼續做」，他在會上展示海龜吸入膠飲管之影片，「證明唔係老闆想俾人訪問先去搞環保，係一班動物真係好淒涼」。當他看見同事目光流露理解之情，「好多同我講，黃生繼續做啦，值得嘅，其實都有好多客無鬧呀！」。尋找到同路人，就是重整旗鼓之時。
        </p>
        <div className="subtitle">
          改良變「走飲管減$10」一年減少至少40萬支飲管
        </div>
        <p>
          於去年5月，他大膽推出「走飲管飲品減$10」新例。這次顧客反應正面，相反引來同業讚嘆他確為「小鬥士」，「你講真定講假呀？$19一支可樂，你收$9？咪賺少好多錢！」最終，新規定實施一年多，餐廳已節省了40萬支飲管，額外收穫是，他發現竟有更多人願意購買飲品。在疫情之下，他亦推出「外賣自取體驗」，以堂食器皿盛載食物，由客人親自放進自攜飯盒，更提供折扣優惠，慳得一件得一件。
        </p>
        <p>
          「一定要考慮可持續發展，做到生意亦要地球捱得住，最緊要搵到雙贏」，他鏗鏘道出營商哲學。從事餐飲業13年，已成大集團之首，有人或會選擇安享「收成期」，但黃傑龍不走此路，「其實環保唔分大細，大家都要做，細公司唔好覺得呢啲係大集團責任，大集團又唔好覺得公司有規矩，好難做到呢啲嘢。」他樂見其他大集團的同業亦重視社會責任，陸續加入「環保大軍」，「我哋做大眾化生意，可能未必做到好徹底，但只要搵到啲嘢做，個影響會係比較大，呢個係大集團嘅責任」。小鬥士大野心，這位貼地大老闆如是說。
        </p>
      </>
    )
  },
  {
    id: "2",
    cardTitle: "為地球行多步 一個人的力量都可以好大",
    detailTitle: "小廚美食",
    role: "小廚媽",
    shop: "小食店「小廚美食」",
    post: "店主",
    region: "荃灣",
    thumbnail: require("../../assets/images/community-story/LittleKichen/thumbnail.jpg"),
    character: require("../../assets/images/community-story/LittleKichen/character.png"),
    banner: require("../../assets/images/community-story/LittleKichen/banner-lg.jpg"),
    content: (
      <>
        <div className="subtitle">
          為減塑不惜同客仔計到盡！主婦力量：少得一件得一件
        </div>
        <p>
          「我呢度叫『小廚美食』嘛，啲街坊都叫我做小廚媽！」，想起在荃灣開業兩年來與街坊的互動，小廚媽總笑得相當開懷。她曾做改衣師傅，一雙巧手能修補衣服，也擅於下廚，於是決定開店成為「街坊廚師」。不過，做生意，她卻不求回報，即使成本較高，仍然堅持要購入價錢較貴的外賣碗，「我話過，我做食嘅話，一嚿膠我都盡量唔用」。地球健康比個人利益更重要，是這位小主婦的生活智慧。
        </p>
        <div className="subtitle">曾着堂食客人歸還膠袋 「少一件落堆填區」</div>
        <p>
          主打港式小食的小廚美食，店舖不足100呎，但每個角落都擺放了一疊疊啡色、用以盛載小食的碗碟，這些是用紙製作的食物容器，「呢啲貴好多呀！」。一般餐廳所見的塑膠餐具，每個約0.5元至0.6元，但這些紙碗價錢貴達一倍至每個2元。由於每次需要入大量碗碟，小廚媽更租用了小店旁邊的一個閒置舖位做倉庫，屈指一算，不怕蝕本嗎？「無計呢啲㗎喇！」，小廚媽揮一揮手，賺錢就她而言不是唯一目標。
        </p>
        <p>
          她不計成本，卻非常計較自己或客人使用的塑膠量。小廚媽指，現時全店已盡量謝絕所有非必要的塑膠，「例如有客買汽水話想要飲管，我哋都唔會畀，唔理㗎喇」。即使客人買外賣，她都不會提供碗蓋，只會提供膠袋讓客人取走食物，「慳得一件得一件」。小廚媽雖然笑面迎人，但說到環保，她亦有強硬的一面，「有啲客明明喺度食埋，又唔同我講，搞到我用膠袋包好，先知原來佢喺度食」。然而，她誓不會就輕鬆「放生」這個膠袋，「我會鬧啲客叫佢畀返個膠袋我，起碼少一件落堆填區」。
        </p>
        <p>
          不過，客仔並沒有因此而被嚇走，反而在小廚媽身上得到了一趟環保課。現時小店正提供自備餐盒減1元的優惠，她坦言自備的客人不算太多，「好多都係『哎呀！唔記得咗帶！』」。不過，小廚媽總有方法拯救這班大頭蝦，「我會介紹佢哋買呢啲！」，她隨手從櫃上取出一個摺疊式環保餐盒，並化身推銷員，「我會話『嗱，而家出咗呢啲，好好㗎，又入到微波爐』」。環保要融入生活，街坊式的日常溝通，也許是吸收知識的最佳橋樑。
        </p>
        <img
          src={require("../../assets/images/community-story/LittleKichen/photo.jpg")}
          className="image"
          alt=""
        />
        <div className="subtitle">環保需承傳</div>
        <p>
          小廚媽指她的環保習慣其實由媽媽流傳下來，但那個年代的主婦，不為環保，只為慳儉。而作為這一代的小主婦，更多是為了這地球，小廚媽繼續以身教，將環保概念傳承予女兒。她記起自己到街市買菜時，菜販總愛事無大小都用膠袋，小廚媽即使斷言拒絕，但對方仍然堅持，結果小廚媽在那位菜販面前倒掉所有菜到環保袋中，再把膠袋歸還，「我話咗唔要就唔要」。現年20多歲的女兒亦學到了媽媽的堅定，「佢仲嚴過我，喺公司導人環保，唔畀用即棄餐具」，又不容許媽媽用即棄飲管。
        </p>
        <div className="subtitle">
          小主婦大智慧 「唔好理成果，做到幾多就幾多」
        </div>
        <p>
          如此堅持，當談到初衷為何，小廚媽眼光中出現了一絲的驚慌，「好恐怖，成個堆填區都係膠，唔好話幫唔幫到個地球，你見到每日都有咁多垃圾，全部燒唔到、熔唔到」。她指，當環保注入生活，成為習慣，你就再沒有後退的餘地，「做開就返唔到轉頭，個心會不停諗住要環保」。
        </p>
        <p>
          不過，這份堅持只屹立在百呎小店，要令環保變成大趨勢，仍有一段距離，可有感到無力？「無力係有......」，小廚媽沉默片刻，但意志未見動搖，「但係唔難做囉呢啲嘢，做到幾多就幾多，總之唔好理成果，每個人做少少已經爭好遠，我個心態就係咁」。
        </p>
        <p>小店蘊藏的，或許是小人物，但誰說人微就代表言輕？</p>
      </>
    )
  },
  {
    id: "3",
    cardTitle: "一間小店 凝聚一整區走塑力量",
    detailTitle: "Space cafe and Kitchen",
    role: "Yvonne",
    shop: "餐廳「Space cafe & Kitchen」",
    post: "店主",
    region: "牛頭角",
    thumbnail: require("../../assets/images/community-story/SpaceCafe/thumbnail.jpg"),
    character: require("../../assets/images/community-story/SpaceCafe/character.png"),
    banner: require("../../assets/images/community-story/SpaceCafe/banner-lg.jpg"),
    content: (
      <>
        <div className="subtitle">
          餐廳凝聚街坊走塑力量 廣收樽仔載秘製醬汁減廢
        </div>
        <p>
          於牛頭角與觀塘之間的定安街，密密麻麻的車房或舊住宅群中，一間木製招牌的咖啡店尤其顯眼，「呢度關係好親密，好鄰舍」，活潑女店主Yvonne笑說。小咖啡店雖貌似格格不入，但卻能成為街坊的小桃源，店鋪所推出的環保措施也許居功不少。
        </p>
        <div className="subtitle">不鏽鋼飲管被「污」名化 店員落力教育顧客</div>
        <p>
          走飲管的措施，現時在餐飲業屢見不鮮，Space cafe and
          Kitchen走在最前，是其中一間在走塑風氣尚未盛行就推出環保措施的小店。3年前，Yvonne於台灣接觸到不鏽鋼飲管，發現這玩意或適用於餐廳，於是店舖開始走上「無膠之路」，決定全店走塑膠飲管。若客人有需要，店員會提供不鏽鋼飲管。
        </p>
        <p>
          「初時唔好話抗拒，有啲人甚至唔知嗰支係飲管嚟」！她笑說，有客人更以為那是筷子。要接受新的知識，面對面的教育是最佳方法，「真係逐枱逐枱客講囉，講係咩質地、用咩造」，小店的「無膠」形象由此形成。
        </p>
        <p>
          可惜，不鏽鋼飲管的好處尚未「攻陷」客人，衞生問題已成為焦點，網上充斥著對此飲管的質疑.。不鏽鋼飲管被「污」名。客人還未來得及認知，就變成一一耍手擰頭。小店於是更賣力，不斷向客仔講解清潔不鏽鋼飲管的程序。Yvonne指，餐廳中所有不鏽鋼飲管一直貯存在雪櫃中，必定會徹底清潔飲管內外，「畀客嘅時候會用個杯上，唔會掂到」。
        </p>
        <p>
          Space主打熟客仔生意，現時客人已對不鏽鋼飲管零疑問，是店員的功勞嗎？Yvonne卻反而感謝提出不鏽鋼飲管存在衞生問題的網民，「
          人人都知咩係不鏽鋼，某程度上係件好事，只係要再花唇舌去講」，恐懼源於未知，而Space希望與客人走進的，卻不只是走塑膠飲管的世界。
        </p>
        <img
          src={require("../../assets/images/community-story/SpaceCafe/photo.jpg")}
          className="image"
          alt=""
        />
        <div className="subtitle">回收逾300個玻璃樽盛載秘製醬汁</div>
        <p>
          一場疫情，令地球瞬間承受更大量塑膠，因此Space關注的還有飯盒問題。餐廳推出「租借餐盒」服務，客人叫外賣後，可以50元按金租借餐廳中的餐盒，用後歸還就能取回按金。假如客人自備餐盒，更可享有每個餐減3元的折扣優惠，「試過一日都有10幾個人有自備餐盒」，當中以熟客仔居多，「都係因為信任我哋，覺得我哋嘢食好嘅、衞生嘅」。
        </p>
        <p>
          不過，真正的環保，走塑只是一小步，全面減廢才是王道。Space
          在生產秘製醬汁時，亦意識到要需要使用大量玻璃樽的問題，因此開始收集玻璃樽，用以盛載醬汁再出售，「初時圍內問啲環保嘅朋友，發現個反應都唔錯」。每次做醬約需70個玻璃樽，這樣一問已有30多個。Yvonne決定在網上發文，收集各家各戶棄置的玻璃樽，至今已收集到逾300個，「而家大家都仲會keep住拎嚟，推出秘製醬汁至今都冇買過一個新嘅玻璃樽」。
        </p>
        <div className="subtitle">小店成小社區烏托邦</div>
        <p>
          由走飲管到收集玻璃樽，Yvonne都是一貫的坐言起行，她認為這是小店的優勢，「彈性啲，我鍾意點做就點做，唔需要跟大規則，做得唔好隨時改」。
        </p>
        <p>
          不過，受眾亦是重要一環。談到小社區，Yvonne總會甜笑起來，「大家好sweet，好鄰舍feel」。鄰舍感覺要靠溝通建立，因此小店成為了一個烏托邦，「有啲客人會同我講『邊間唔畀我用自備飯盒』，或者提我九龍灣開咗祼買店，同街坊溝通可以好足夠，呢啲唔係普通鋪頭做到嘅嘢」。
          餐廳有否為這個社區帶來改變？「我哋唔係一盞燈，而係多條路畀大家行」。
        </p>
        <p>
          Yvonne在做的，看似是愚公移山。不過，對她的而言，那座山移動了多少厘米，才是她目光之所在，「堅持係自己畀自己，堅持到最後希望更加多人一齊堅持」。最終，她發現山不再牢牢鎖死一處，「客人覺得受影響，然後影響身邊人，一個人影響兩個人，就會發現一人之力可以好多」。
        </p>
        <p>一條小街道，有這麼一個愚公，凝聚一個社區，保護我們唯一的地球。</p>
      </>
    )
  },
  {
    id: "4",
    cardTitle: "志同道合拍住上 走塑創業就是四個女人的閒話家常",
    detailTitle: "點籽",
    role: "Nicole、Yan",
    shop: "祼買店「點籽」",
    post: "店主",
    region: "西貢",
    thumbnail: require("../../assets/images/community-story/Seed/thumbnail.jpg"),
    character: require("../../assets/images/community-story/Seed/character.png"),
    banner: require("../../assets/images/community-story/Seed/banner-lg.jpg"),
    content: (
      <>
        <div className="subtitle">
          環保上班族裸辭開裸買店：要做到區區有裸買！
        </div>
        <p>
          以廢棄的木屑塊拼湊成店名「點籽」字樣，門外的小木門亦是由友人捐贈。踏入店內，數百呎的小店有如摩登的雜貨店：七彩繽紛的環保產品、一個個盛載著不同食物或醬汁的大玻璃樽，讓客人用自備容器，揀選自己所需的份量，所有貨品都沒有任何塑膠包裝。裸買店點籽一絲不苟得，連牆上的小掛鐘亦是由西貢街坊棄置之物。
        </p>
        <p>
          這是一間不折不扣重用各種「廢物」而成的店鋪，事實證明，它們統統有無限價值。「我哋擺貨嘅木櫃都係執返嚟！」，點籽負責人之一的Nicole，興奮地逐一介紹每件物品的來源。樣樣都有其精彩的故事，4位店主如是。
        </p>
        <div className="subtitle">4烈女零生意經驗 「心口得個勇字」</div>
        <p>
          「點籽」由4位女店主打理，最先提出開店的是Nicole。她與很多近年開始關注環保議題的人一樣，同樣受海龜鼻插塑膠飲管的影片所震憾，「自從睇咗嗰條片之後，我就無再用膠飲管」。
        </p>
        <p>
          後來，她接觸到世界各地的裸買文化，而真正實踐竟因「裸辭」開始，「嗰陣返工返得唔開心，會喺度諗，人生係咪只係得返工放工？」。結果，她坐言起行，從開店重新尋找自己，還有3位同路人。Nicole介紹指，合夥人之中有她的妹妹及其友人，另一位是坐在她身旁的阿Yan。「因為我知佢會肯囉！」，Nicole笑笑與拍檔對望。Yan指，兩人認識多年已相熟相知，又會一同參與工作坊，「知道大家都係想做呢樣嘢（環保），如果佢係想做篤魚蛋，就唔會搵我！」，合拍之情滿瀉。
        </p>
        <p>
          4人分別來自五湖四海。Nicole和Yan從事媒體工作，而另外兩位拍檔則是市場推廣之人，「其實我哋4個都無做過生意，完全係心口得個勇字就做」。無經驗但靠熱誠搭夠，兩女笑言4人爭執不多，反起互補作用，「我哋會話邊個鋪位好正，不如要啦，但有個數口精啲嘅就會叫停我哋」。
        </p>
        <img
          src={require("../../assets/images/community-story/Seed/photo.jpg")}
          className="image"
          alt=""
        />
        <div className="subtitle">裸買為先 減廢才是王道</div>
        <p>
          小店環境細細，但Nicole指當中分為4類貨品，分別為食品雜貨、環保用品、身體護理以及個人保養。Nicole指，自己與Yan較專攻環保用品的貨品，如環保食物盒、飲管、杯等等。其餘兩位拍檔由於已初為人母，「佢哋搵畀自己仔女食嘅，都要啲有機雞蛋咁，所以會主力買個人保養嘅嘢」。
        </p>
        <p>
          裸買（shop
          naked）概念近年盛行，意即購物時避免使用不必要的包裝。Nicole指，現時全店貨品均不會使用任何塑膠包裝，客人需自備購物袋或容器。假如有客人未有自備袋子，店鋪亦會借出玻璃樽等容器讓他購物。
        </p>
        <p>
          Nicole指，裸買貌似是新概念，但事實上與舊香港年代人們購物習慣無異，「其實以前我哋媽媽、婆婆嗰輩去買嘢，包裝都係搵紙包住或者搵咸水草紮住（貨品）就搞掂」，更笑指有長者來購物時，有如懷緬自己年輕時代一樣。Yan亦指，膠袋的出現讓人可方便購物，但是時候停下來看清現實，「突然間好方便，但原來呢樣嘢要幾百年先分解到」。方便總是令人容易忘卻現實，Nicole亦時時以這一點提醒客人，「你食個包3分鐘食晒，但用嚟載住包嘅膠袋要用幾耐時間先完全消失？」。
        </p>
        <p>
          除了謝絕包裝，減少浪費亦是點籽主打的任務。無論是食品還是清潔劑，客人均需自備容器來盛載自己需要的份量。這個主意，源於Nicole曾經也是浪費之人，「以前自己一個住，買成包意粉但食得少少，擺到發晒霉之後又唔食得」。不過，摒棄包裝後，每個人就可購買自己所需的份量，「而家如果我只係想食一餐通粉，$6就買200克就搞掂」。
        </p>
        <p>
          開業2年，被問到期間有否客人對這概念感到抗拒，Yan反指從客人的反應中看出大眾對環保議題的轉變，「由當初『吓，無膠袋㗎？』去到『呀唔好意思，我唔記得帶』，個意念已經多咗人知道」。這看似少少的舉動，她認為是具有無比意義，「我哋一直講緊嘅都係，我哋究竟係咪可以做啲嘢去改變」。
        </p>
        <div className="subtitle">我們不是「環保L」</div>
        <p>
          「其實我想話畀人哋知，我哋唔係『環保L』」，Nicole雖說著笑笑，但眼神中帶點鏗鏘，這確切是她們的心願。兩人認為，做環保，不代表要「all-in」，「我聽過一個朋友講，我哋唔需要10個人完美地環保，只需要10萬個人唔完美咁環保」，如點籽店中寫的一句座右銘「每人一小步，地球一大步」。
        </p>
        <p>
          對她們而言，開店的一小步已達成，下一步則希望衝出西貢，達到「區區有裸買」。Nicole指，自己早前與不同區有意開裸買店的店主交流，近日在九龍灣、愉景灣亦陸續有裸買店出現，「希望第時組到一個『裸買聯盟』！」。
        </p>
        <p>
          「我哋『點籽』用種籽個籽，其實就係喺一個地方種環保種籽，一路發展落去」，她們由為店鋪取名開始，每一步都貫徹始終，「我自己都可以出一分力，甚至開返間鋪，每人做少少，其實唔係咁難」。種籽終有天能茁壯變成大樹，護蔭地球。
        </p>
      </>
    )
  },
  {
    id: "5",
    cardTitle: "突破思維 網購照可以走塑 想香港人有得揀",
    detailTitle: "瓹窿瓹罅",
    role: "阿光",
    shop: "網購平台「瓹窿瓹罅」",
    post: "店主",
    region: "火炭",
    thumbnail: require("../../assets/images/community-story/GuruGuru/thumbnail.jpg"),
    character: require("../../assets/images/community-story/GuruGuru/character.png"),
    banner: require("../../assets/images/community-story/GuruGuru/banner-lg.jpg"),
    content: (
      <>
        <div className="subtitle">
          目擊海洋生物食垃圾 潛水夫妻開走塑網購店：想港人有得揀唔要包裝
        </div>

        <p>
          當網購成為大勢所趨，包裝所帶來的污染即令人關注。去年成立的網店「瓹窿瓹罅」打破網購等於無數塑膠包裝的印象，將環保理念於店中實踐，倉庫堆滿從客人回收所得再用來重用的紙箱，還有堆疊到快要衝破天花的泡泡紙。為的是向消費社會提出一個敲問：誰說網購必然產生無謂包裝？
        </p>

        <div className="subtitle">潛水情侶 目擊海洋生物食垃圾</div>
        <p>
          店主阿光與太太都鍾愛潛水，不過，「海洋情侶」身處湛藍之海只是幻想，現實清澈海水已被垃圾入侵，「親眼望到啲魚喺度食海洋垃圾，就覺得我一個人做到嘅嘢太少，想做啲感動到人、教育到人嘅嘢」。
        </p>
        <p>
          網購的無謂包裝時常為人詬病，阿光認為，網購的運輸過程，難免會用到包裝，「我以前就係用好少包裝，但啲貨就係咁爛，咁樣一樣係嘥」。所以「瓹窿瓹罅」自2019年10月誕生起兩人均堅守三大訴求，首要的就是環保原則。例如送貨會重用紙箱和泡泡紙，「由第3個月到而家，我哋就回收包裝物，你知其他網店會用好多！」。阿光笑言，現時店中任何形狀、任何大小的泡泡紙和紙箱都一應俱全，「而家直頭諗住問其他online
          shop要唔要！」。
        </p>
        <p>
          疫情之下，人們最關注重用物品的衞生問題。阿光指，曾有客人要求用全新的泡泡紙和紙箱運貨，結果被他們斷然拒絕，「疫情係人類困難，但地球都面對緊困難，唔應該為人類方便，而要地球還呢個債」。但阿光及員工都會落手落腳為泡泡紙及所有重用品徹底清潔消毒。
        </p>
        <img
          src={require("../../assets/images/community-story/GuruGuru/photo.jpg")}
          className="image"
          alt=""
        />
        <div className="subtitle">善用社交網絡 變身環保老師教客人</div>
        <p>
          他們不只「企硬」，更會主動行前一步，方便客人參與環保。只要購物滿450元，他們便會提供上門回收的服務，讓人安坐家中都可成為環保先鋒。阿光指，開業一年來，愈來愈多人加入環保行列，令需要的空間愈來愈大，因此要三度搬倉，由600呎搬到近2,000呎，「我哋唔會因為辛苦、唔夠位就放棄，以前環保回收量大到，要擺出走廊，會俾管理處鬧」。
        </p>
        <p>
          客人願意踏出回收一步，與店主的春風化雨有莫大關係。阿光與太太不時會善用社交媒體，拍攝短片或開直播，教客人如何做好回收，例如分類和清潔方法，「而家九成人都分得好靚！」。阿光指，每兩個月他們便會挑選出「回收模範生」，將回收分類做得最好的放到社交媒體公投，「好似模範生咁」，最多「like數」的客人可獲450元的禮物，「有時我做得唔啱，佢哋都會提返我，我哋就可以一齊進步」。
        </p>
        <p>
          激發兩口子從教育入手的，亦是由客人而起。阿光憶述，曾有一個客人完成回收後，因其中有回收物仍有污跡已未能享受優惠。結果，客人被惹怒，更以長文「轟炸」，「『我鬼知你一個污糟都唔得咩？你有無企過喺我角度睇，我做回收都好辛苦......』，然後我都好嬲！」。阿光其中一個友人則提醒指，很多港人在環保這一環仍是「BB班」，「我就諗，如果我學識比佢高，就應該喺佢個層次繼續教」。至今，兩人可謂有教無類，連公司的司機、兼職的年輕人亦是他們的「學生」，「希望令到佢哋知道，自己做緊件有意義嘅事」。
        </p>
        <p>
          重看店鋪網頁，他們的三大訴求，還希望摒棄大財團壟斷，令港人「有得揀」，亦從中支持本地品牌，因此兩人繼續「瓹窿瓹罅」尋找有趣產品。說到環保，他們則相信習慣終可填滿港人生活的「窿窿罅罅」，「你食完飯都一定會洗碗，其實都係習慣嚟，希望環保可以融入到你生活」。
        </p>
      </>
    )
  },
  {
    id: "6",
    cardTitle: "素食小店一腳踢 堅持外賣唔派膠",
    detailTitle: "素食主義",
    role: "Gigi",
    shop: "素食主義",
    post: "店主",
    region: "銅鑼灣",
    thumbnail: require("../../assets/images/community-story/Gigi/PlasticHumanStory-Gigi_Chilam-06.jpg"),
    character: require("../../assets/images/community-story/Gigi/PlasticHumanStory-Gigi_Chilam-06.jpg"),
    banner: require("../../assets/images/community-story/Gigi/PlasticHumanStory-168.jpg"),
    content: (
      <>
        <div className="subtitle">素食救地球 堅持「做得幾多得幾多」</div>
        <p>
          電車穿過橫街，駛進窄巷，鐵路兩旁的風景從銅鑼灣的名牌商舖、大型廣告燈箱，變成舊式小店、霓虹燈招牌，再緩緩駛過皇都戲院，來到了北角。說起北角總想起皇都，但親身走進這個市街，你會發現更多可愛的社區故事。
        </p>
        <p>
          就在大街轉角，天橋底下，有這麼一家店面嬌小，有著綠草點綴的素食小店--素食主意。店裡大概就這十來個座位，滿座的話可能略顯有點擁擠，卻已在街角屹立七年之久。「一腳踢」的店主Gigi，一面烹調素食料理，一面分享當年為何萌生開設素食店這個主意。
        </p>
        <p>
          時光倒流到七年前，當時Gigi家人患病，為了可以方便照顧家人，小店落腳在離家不遠的這個選址。至於為何是素食店，Gigi說因為家人信奉佛教，相信食素能為家人積福；而另一個原因是為保護環境，素食救地球。縱然Gigi目前未成為全素食者，她都希望能盡一分力，開設一家素食店，推動更多人食素。「哪怕每星期食多一餐素食，喺環保上都出咗一分力
          。」這份意義令她一直堅持經營下去。除了素食，Gigi更進一步以「走塑」來救地球。
        </p>
        <img
          src={require("../../assets/images/community-story/Gigi/PlasticHumanStory-Gigi_Chilam-06.jpg")}
          className="image"
          alt=""
        />
        <div className="subtitle">素食救地球 堅持「做得幾多得幾多」</div>
        <p>
          食店少不免會用到塑膠製品，從食品原料包裝到外賣餐盒。事實上不少小店因為店舖空間和人手問題，即使堂食都會採用即棄塑膠餐具。但Gigi堅持堂食「唔派膠」，再忙都會自己洗餐具，訪問這天，午市剛過，鋅盤就堆滿了餐具和碗碟。
        </p>
        <p>
          家人都曾經不忍見Gigi打理店鋪太辛苦，苦口婆心建議店裡堂食都轉為外賣塑膠餐具，減輕Gigi的工作量。「你見到我有好多嘢做，仲有一大堆碗未洗，但係你過唔過到自己嗰關，同埋你自己點睇呢件事。因為我覺得辛苦少少，好過用多個膠盒或膠叉，都係為個地球做返啲嘢。」
        </p>
        <div className="subtitle">做多一步播下種籽 走塑習慣由一念開始</div>
        <p>
          小店座位不多，光顧的客人有一半都是外賣，另一個堅持在於：「以開店七年幾嚟講，我都幾驕傲自己能堅持，向每一個叫外賣的客人，問一句『需唔需要餐具』，更教育到一啲熟客，有時會自動同我講，『我要乜乜乜但我唔要餐具』。我唔係話我係一個好環保嘅人，但都係做得幾多得幾多。」
        </p>
        <p>
          正正因為Gigi堅持每次都問客人要不要即棄餐具，現在已有七成客人會主動走即棄餐具。一個簡單問題，令客人想起辦公室或家中也有餐具，並不需要即棄餐具，就有如種下一顆種籽，他們有天到了別的餐廳買外賣，或會記起可以減少一份即棄餐具。這是微小而強大的力量。同樣道理，現時可能二十個客人才有一個會自備盒，但改變往往積少成多。
        </p>
        <p>
          「歡迎你攞自己自備盒嚟，但我就無話減一蚊定係提供咩優惠，因為我覺得呢樣嘢，係你要自發去做，唔係因為有咩利益回報俾你，你先去做，不過一嚟我都孤寒。」語畢又一陣笑聲。相信自己信念而行動，的確不需要甚麼誘因。原因很簡單，我們正為自己和下一代，守護環境出一分力。
        </p>
        <p>
          訪問的時間，Gigi沒有一刻停下手來。一人打理整間小店，還是會有吃力的時候。但卻沒阻她對環保理念的堅持，七年以來都是抱著這一句原則：「做到幾多就幾多」。
        </p>
      </>
    )
  },
  {
    id: "7",
    cardTitle: "從零開始搞裸買店連結社區 「我哋需要產品而不是包裝！」",
    detailTitle: "祼膽創業實錄",
    role: "Bear",
    shop: "環原生活",
    post: "店主",
    region: "西灣河",
    thumbnail: require("../../assets/images/community-story/Bear/Plastic-HumanStory-Bear-18.jpg"),
    character: require("../../assets/images/community-story/Bear/Plastic-HumanStory-Bear-18.jpg"),
    banner: require("../../assets/images/community-story/Bear/Plastic-HumanStory-Bear-03-banner.jpg"),
    content: (
      <>
        <p>
          假如要定義，包裝是產品的一部分，還是可有可無的配襯？社會規範，三十而立，宜生兒育女；四十不惑，應事業有成⋯⋯但80後的Bear勇於打破框架，年齡不一定窒礙追夢、產品不一定需要包裝，她決心為社區帶來環保零的突破——創辦西灣河首間裸買店，來一場對自己、對社區不折不扣的綠色冒險。
        </p>
        <img
          src={require("../../assets/images/community-story/Bear/Plastic-HumanStory-Bear-18.jpg")}
          className="image"
          alt="從報復性消費到有意義消費"
        />
        <div className="subtitle">從報復性消費到有意義消費</div>
        <p>
          祼買店正式開張那天，Bear形容自己比結婚時緊張得多，「回想由一個空盪盪的鋪位，到五臟俱全的店面，感覺很不真實。我的目標不是數字上的成績，最希望帶動街坊認識並接受無包裝消費！」其實對環保事事關心的Bear，曾於時裝業任職十多年；她坦言以往對消費不加思索。
        </p>
        <p>
          「以前會認為消費是理所當然的，『減價，要買了』、『工作辛勞，該獎勵自己了』……總之覺得『不買便對不起自己』，不會思及意義。」時裝轉季，周而復始，當時的她覺得自己正在推動行業發展，但人類是否真的需要那麼多衣服？「從前我認為自己是Part
          Of Problem（問題的一部分），現在我希望自己是Part Of
          Solution（解決方法之一）。」於是，她開始反思消費模式，在生活中埋下祼買的種子。
        </p>
        <div className="subtitle">從裸買到裸賣</div>
        <p>
          推動改變的契機，竟要由一支洗髮水說起，「起初並非為祼買而祼買，只覺家中的瓶瓶罐罐令人煩亂。」為了統一容器，改用補充裝洗髮水，意外發掘到香港的祼買店。一切猶如骨牌效應，驅使她和任意消費的自己來一場「斷捨離」，「以前就算有百多件衣服，只是穿那十件八件，已厭倦了不斷買入、掉棄的過程。漸漸由每星期買一、兩件衣服，改為一年只買四、五件衣服。」
        </p>
        <p>
          由檢視包裝到反思人生意義，「一個椰子，既有膠盤又有保鮮紙包裹……本來的外殼不正是保護的一種？到底我們需要產品，還是包裝？」同一道理，「人靠衣裝」並非金科玉律，「人不一定要靠外在物質去包裝自己；如果做的事有意義，便不需要外物去界定價值。」
        </p>
        <p>
          職場拼搏多年，不少人會選擇留在舒適圈，但她卻不敢苟同，「社會上的框架，總提醒你何謂『標準』。三十歲前要結婚；三十五歲打後生育就是高齡產婦；四十歲時最好已生活穩定……但我不是這樣看的。」快將踏入女人四十，風高浪急之時，她毅然離開熟悉的領域，「這份工作或許對行業和財富有益，對地球卻無益；所以很老土地，這次要搏盡無悔！」於是她將六位數字的積蓄全盤投入創業，希望將裸買文化帶入西灣河。
        </p>
        <img
          src={require("../../assets/images/community-story/Bear/Plastic-HumanStory-Bear-06.jpg")}
          className="image"
          alt="從辦公室到社區，以至每一區"
        />
        <div className="subtitle">從辦公室到社區，以至每一區</div>
        <p>
          成為祼買的「創業初哥」，她坦言不習慣要從辦公室走進社區，事無大小一腳踢，「以往只和生意夥伴來往，現在要『自己公關自己做』，好像摸着石頭過河！」尋找一個環保的裝修團隊，亦令她倍感挑戰，「我想盡量重用原有的格局和物料，但大部分裝修團隊都建議『拆掉重來』。」她最終花了不少時間才找到「同道中人」；亦在網上搜羅來自各區的貨架和桌子等二手傢俱，處處實現環保。「過程中會有不少困難，但原來只要是自己想做的事，便會竭盡心思解難——困難的事彷佛都不難了！」她補充道。
        </p>
        <p>
          媽媽Amy閒時會於店內幫忙打點，但她起初並不看好女兒的雄心壯志，「初時覺得開祼買店是徒勞無功。但隨後她帶我嘗試祼買，使我改觀，支持她開店！」其實除了感染身邊人，Bear更想連結社區推廣環保，「選址上除了由於這區沒祼買店，更因為自己是這區居民。之前自己對社區一無所知，彷彿在開店後才重新認識這裡。最想告訴居民：其實你有祼買這一選項，亦希望透過小店，令我和他們連成一線！」她笑說。
        </p>
        <p>
          小店取名環原生活，寄望祼買的循環生生不息。她認為坊間的祼買店，在選取貨源上有不少限制，「現時祼買還不算是主流，希望令更多人加入祼買行列，由我們告訴供應商：祼買有市場，可以提供更多無包裝產品！」開張前，她曾擔心居民未必接受裸買，一班同路人卻使她信念堅定，「零經驗的我聯絡其他店家，結果大家都歡迎我、和我交流，更讓我加入了祼買店聯盟，完全沒有『同行如敵國』的感覺！其實我們這些裸買店散落各區，是因為大家有同一目標——想『區區有祼買』，透過環保，令社區、地球更長壽！」展望未來能共同實現環保的宏願。
        </p>
      </>
    )
  }
];

export default data;
